{
  "errors": {
    "404": {
      "http_error": true,
      "error_code": "404",
      "description": "Oops ! Vous avez atteint une zone inexplorée. La page que vous cherchez semble s'être égarée. Revenez sur la bonne voie en utilisant notre navigation ou contactez notre équipe d'assistance pour vous guider. Nous nous excusons pour ce petit détour sur la toile.",
      "footer": "Merci de votre compréhension",
      "logo": "warning"
    },
    "403": {
      "http_error": true,
      "error_code": "403",
      "description": "Désolé, l'accès à cette page est interdit. Vous n'avez peut-être pas les autorisations nécessaires pour explorer ce contenu. Vérifiez vos paramètres d'accès ou contactez l'administrateur du site pour obtenir de l'aide. Nous nous efforçons de protéger votre expérience en ligne et nous nous excusons pour tout inconvénient.",
      "footer": "Merci de votre compréhension",
      "logo": "warning"
    },
    "incompatible_device": {
      "http_error": false,
      "error_code": "Appareil incompatible",
      "description": "Vous avez tenté d’accéder a ZenithOS depuis un appareil mobile ou un appareil similaire.\u2028\u2028ZenithOS est uniquement disponible sur ordinateur du fait de sa conception. Une version mobile pourrait être déployée dans le futur.",
      "footer": "Merci de votre compréhension",
      "logo": "warning"
    },
    "512": {
      "http_error": true,
      "error_code": "512",
      "description": "Erreur de connexion à la base de données. Vérifiez vos informations d'identification et assurez-vous que la base de données est accessible. Si le problème persiste, contactez l'administrateur système pour une assistance. Nous nous excusons pour tout désagrément et travaillons à rétablir la connexion.",
      "footer": "Veuillez contactez l'administrateur système pour une assistance",
      "logo": "warning"
    },
    "500": {
      "http_error": true,
      "error_code": "500",
      "description": "Une erreur interne s'est produite. Veuillez réessayer plus tard. Si le problème persiste, contactez l'administrateur système pour une assistance. Nous nous excusons pour tout désagrément et travaillons à rétablir la connexion.",
      "footer": "Veuillez contactez l'administrateur système pour une assistance",
      "logo": "warning"
    },
    "steam_not_connected": {
      "http_error": false,
      "error_code": "Veuillez vous connecter à Steam",
      "description": "Erreur de connexion à Steam : Le client n'est actuellement pas connecté. Assurez-vous d'avoir une connexion Internet stable et réessayez de vous connecter à votre compte Steam. Si le problème persiste, vérifiez vos identifiants ou contactez le support technique. ",
      "footer": "Merci de votre compréhension",
      "logo": "warning"
    }
  }
}

